Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: You can turn them on later in Settings
ar: يمكنك تفعيلها لاحقًا من الإعدادات
de: Du kannst sie später in den Einstellungen einschalten
el: Μπορείς να τις ενεργοποιήσεις αργότερα στις Ρυθμίσεις
es: Puedes activarlas más tarde en Ajustes
fr: Vous pourrez les activer plus tard dans les Réglages
hi: आप इन्हें बाद में सेटिंग्स में चालू कर सकते हैं
it: Puoi attivarle più tardi nelle Impostazioni
ja: あとで設定からオンにできます
ko: 나중에 설정에서 켤 수 있어요
pt_br: Você pode ativar depois em Ajustes
ru: Их можно включить позже в Настройках
tr: Bunları daha sonra Ayarlar’dan açabilirsin
vi: Bạn có thể bật sau trong Cài đặt
zh_hans: 你可以稍后在设置中开启

source: You can turn this off any time
ar: يمكنك إيقاف ذلك في أي وقت
de: Du kannst das jederzeit ausschalten
el: Μπορείς να το απενεργοποιήσεις όποτε θες
es: Puedes desactivarlo cuando quieras
fr: Vous pouvez désactiver cela à tout moment
hi: आप इसे कभी भी बंद कर सकते हैं
it: Puoi disattivarlo quando vuoi
ja: いつでもオフにできます
ko: 언제든 끌 수 있어요
pt_br: Você pode desativar quando quiser
ru: Это можно выключить в любой момент
tr: Bunu istediğin zaman kapatabilirsin
vi: Bạn có thể tắt bất cứ lúc nào
zh_hans: 你可以随时关闭

source: You check amounts and allergens before saving
ar: تراجع الكميات ومسبّبات الحساسية قبل الحفظ
de: Du prüfst Mengen und Allergene vor dem Speichern
el: Ελέγχεις ποσότητες και αλλεργιογόνα πριν την αποθήκευση
es: Revisas cantidades y alérgenos antes de guardar
fr: Tu vérifies les quantités et les allergènes avant d'enregistrer
hi: सेव करने से पहले आप मात्रा और एलर्जेन जाँचते हैं
it: Controlli quantità e allergeni prima di salvare
ja: 保存前に分量とアレルゲンを確認できます
ko: 저장 전에 양과 알레르기 성분을 확인합니다
pt_br: Você confere quantidades e alergênicos antes de salvar
ru: Вы проверяете количества и аллергены перед сохранением
tr: Kaydetmeden önce miktarları ve alerjenleri kontrol edersin
vi: Bạn kiểm tra định lượng và chất gây dị ứng trước khi lưu
zh_hans: 保存前由你检查用量和过敏原

source: You check it before it's saved
ar: تراجعها قبل الحفظ
de: Du prüfst es vor dem Speichern
el: Το ελέγχεις πριν αποθηκευτεί
es: Lo revisas antes de guardarlo
fr: Tu vérifies avant l'enregistrement
hi: सेव होने से पहले आप जाँचते हैं
it: Lo controlli prima che venga salvato
ja: 保存前に確認できます
ko: 저장 전에 확인합니다
pt_br: Você confere antes de salvar
ru: Вы проверяете перед сохранением
tr: Kaydedilmeden önce kontrol edersin
vi: Bạn kiểm tra trước khi lưu
zh_hans: 保存前由你检查

source: You have %@
ar: لديك %@
de: Du hast %@
el: Έχεις %@
es: Tienes %@
fr: Vous avez %@
hi: आपके पास %@ है
it: Hai %@
ja: %@あります
ko: %@ 있음
pt_br: Você tem %@
ru: У вас есть: %@
tr: Sende %@ var
vi: Bạn có %@
zh_hans: 你有%@

source: You'll need
ar: ستحتاج إلى
de: Du brauchst
el: Θα χρειαστείς
es: Necesitarás
fr: Il vous faudra
hi: आपको चाहिए
it: Ti servirà
ja: 必要な物
ko: 필요한 것
pt_br: Você vai precisar de
ru: Понадобится
tr: Gerekenler
vi: Bạn sẽ cần
zh_hans: 你需要

source: You're offline or the Flavourly server can't be reached.
ar: أنت غير متصل أو يتعذّر الوصول إلى خادم Flavourly.
de: Du bist offline oder der Flavourly-Server ist nicht erreichbar.
el: Είσαι εκτός σύνδεσης ή ο διακομιστής του Flavourly δεν είναι διαθέσιμος.
es: No tienes conexión o no se puede conectar con el servidor de Flavourly.
fr: Vous êtes hors ligne ou le serveur Flavourly est injoignable.
hi: आप ऑफ़लाइन हैं या Flavourly सर्वर तक नहीं पहुँच पा रहे।
it: Sei offline o il server Flavourly non è raggiungibile.
ja: オフラインか、Flavourlyのサーバーに接続できません。
ko: 오프라인이거나 Flavourly 서버에 연결할 수 없어요.
pt_br: Você está offline ou não foi possível acessar o servidor do Flavourly.
ru: Нет подключения, или сервер Flavourly недоступен.
tr: Çevrimdışısın ya da Flavourly sunucusuna ulaşılamıyor.
vi: Bạn đang ngoại tuyến hoặc không kết nối được máy chủ Flavourly.
zh_hans: 你处于离线状态，或无法连接Flavourly服务器。

source: You've used this week's free AI swaps. Quick swaps above always stay free.
ar: استخدمت بدائل الذكاء الاصطناعي المجانية لهذا الأسبوع. البدائل السريعة بالأعلى مجانية دائمًا.
de: Du hast die kostenlosen KI-Tauschvorschläge dieser Woche verbraucht. Der schnelle Tausch oben bleibt immer kostenlos.
el: Χρησιμοποίησες τις δωρεάν αντικαταστάσεις ΤΝ της εβδομάδας. Οι γρήγορες αντικαταστάσεις παραπάνω μένουν πάντα δωρεάν.
es: Ya usaste los cambios con IA gratis de esta semana. Los cambios rápidos de arriba siempre son gratis.
fr: Vous avez utilisé les substitutions IA gratuites de la semaine. Les substitutions rapides ci-dessus restent gratuites.
hi: आपने इस हफ़्ते के मुफ़्त AI स्वैप इस्तेमाल कर लिए। ऊपर के क्विक स्वैप हमेशा मुफ़्त रहते हैं।
it: Hai usato le sostituzioni IA gratuite di questa settimana. Le sostituzioni rapide qui sopra restano sempre gratuite.
ja: 今週の無料AI置き換えを使い切りました。上のクイック置き換えはいつでも無料です。
ko: 이번 주 무료 AI 대체를 모두 사용했어요. 위의 빠른 대체는 항상 무료예요.
pt_br: Você já usou as trocas com IA grátis desta semana. As trocas rápidas acima são sempre grátis.
ru: Бесплатные замены ИИ на этой неделе закончились. Быстрые замены выше всегда бесплатны.
tr: Bu haftanın ücretsiz yapay zekâ değişimlerini kullandın. Yukarıdaki hızlı değişimler her zaman ücretsiz.
vi: Bạn đã dùng hết lượt thay thế AI miễn phí tuần này. Thay thế nhanh ở trên luôn miễn phí.
zh_hans: 本周免费AI替换已用完。上方的快速替换始终免费。

source: Your Weekly Plan
ar: خطتك الأسبوعية
de: Dein Wochenplan
el: Το εβδομαδιαίο σου πρόγραμμα
es: Tu plan semanal
fr: Votre planning de la semaine
hi: आपकी साप्ताहिक योजना
it: Il tuo piano settimanale
ja: 今週の献立
ko: 이번 주 식단
pt_br: Seu plano semanal
ru: Ваш план на неделю
tr: Haftalık planın
vi: Kế hoạch tuần của bạn
zh_hans: 你的每周计划

source: Your allergies, diet and dislikes rule out everything in this category.
ar: حساسياتك ونظامك الغذائي وما لا تحبه تستبعد كل شيء في هذه الفئة.
de: Deine Allergien, Ernährung und Abneigungen schließen alles in dieser Kategorie aus.
el: Οι αλλεργίες, η διατροφή και όσα δεν σου αρέσουν αποκλείουν τα πάντα σε αυτή την κατηγορία.
es: Tus alergias, dieta y lo que no te gusta descartan todo en esta categoría.
fr: Vos allergies, régime et aversions excluent tout dans cette catégorie.
hi: आपकी एलर्जी, आहार और नापसंद इस श्रेणी की हर चीज़ को बाहर कर देते हैं।
it: Allergie, dieta e preferenze escludono tutto in questa categoria.
ja: アレルギー、食事スタイル、苦手なものにより、このカテゴリはすべて除外されます。
ko: 알레르기, 식단, 싫어하는 음식 때문에 이 범주는 모두 제외돼요.
pt_br: Suas alergias, dieta e restrições excluem tudo nesta categoria.
ru: Ваши аллергии, диета и нелюбимые продукты исключают всё в этой категории.
tr: Alerjilerin, beslenmen ve sevmediklerin bu kategorideki her şeyi dışarıda bırakıyor.
vi: Dị ứng, chế độ ăn và món không thích của bạn loại bỏ mọi thứ trong mục này.
zh_hans: 你的过敏原、饮食和忌口排除了此类别的所有内容。

source: Your answers are kept as a starting point. Recipes and plans are not affected.
ar: تُحفظ إجاباتك كنقطة بداية. لا تتأثر الوصفات والخطط.
de: Deine Antworten bleiben als Ausgangspunkt erhalten. Rezepte und Pläne ändern sich nicht.
el: Οι απαντήσεις σου κρατιούνται ως αφετηρία. Οι συνταγές και τα προγράμματα δεν επηρεάζονται.
es: Tus respuestas se guardan como punto de partida. Las recetas y los planes no cambian.
fr: Vos réponses sont gardées comme point de départ. Les recettes et plannings ne changent pas.
hi: आपके जवाब शुरुआती बिंदु के रूप में रखे गए हैं। रेसिपी और योजनाएँ प्रभावित नहीं होतीं।
it: Le tue risposte restano come punto di partenza. Ricette e piani non cambiano.
ja: 回答は出発点として残ります。レシピと献立は変わりません。
ko: 답변은 시작점으로 유지돼요. 레시피와 계획은 바뀌지 않아요.
pt_br: Suas respostas ficam como ponto de partida. Receitas e planos não mudam.
ru: Ваши ответы сохраняются как отправная точка. Рецепты и планы не меняются.
tr: Cevapların başlangıç noktası olarak saklanır. Tarifler ve planlar etkilenmez.
vi: Câu trả lời được giữ làm điểm xuất phát. Công thức và kế hoạch không bị ảnh hưởng.
zh_hans: 你的答案会作为起点保留。食谱和计划不受影响。

source: Your cookbook
ar: كتاب وصفاتك
de: Dein Kochbuch
el: Το βιβλίο συνταγών σου
es: Tu recetario
fr: Votre livre de recettes
hi: आपकी कुकबुक
it: Il tuo ricettario
ja: レシピ帳
ko: 내 레시피북
pt_br: Seu livro de receitas
ru: Ваша кулинарная книга
tr: Tarif defterin
vi: Sổ công thức của bạn
zh_hans: 你的食谱本

source: Your cookbook is empty
ar: كتاب وصفاتك فارغ
de: Dein Kochbuch ist leer
el: Το βιβλίο συνταγών σου είναι άδειο
es: Tu recetario está vacío
fr: Votre livre de recettes est vide
hi: आपकी कुकबुक ख़ाली है
it: Il tuo ricettario è vuoto
ja: レシピ帳は空です
ko: 레시피북이 비어 있어요
pt_br: Seu livro de receitas está vazio
ru: Ваша кулинарная книга пуста
tr: Tarif defterin boş
vi: Sổ công thức trống
zh_hans: 你的食谱本是空的

source: Your data
ar: بياناتك
de: Deine Daten
el: Τα δεδομένα σου
es: Tus datos
fr: Vos données
hi: आपका डेटा
it: I tuoi dati
ja: あなたのデータ
ko: 내 데이터
pt_br: Seus dados
ru: Ваши данные
tr: Verilerin
vi: Dữ liệu của bạn
zh_hans: 你的数据

source: Your device session expired. Please try again.
ar: انتهت جلسة جهازك. يُرجى المحاولة مرة أخرى.
de: Deine Gerätesitzung ist abgelaufen. Bitte versuche es erneut.
el: Η περίοδος σύνδεσης της συσκευής έληξε. Δοκίμασε ξανά.
es: La sesión de tu dispositivo caducó. Inténtalo de nuevo.
fr: La session de votre appareil a expiré. Réessayez.
hi: आपका डिवाइस सेशन ख़त्म हो गया। कृपया फिर कोशिश करें।
it: La sessione del dispositivo è scaduta. Riprova.
ja: デバイスのセッションが切れました。もう一度お試しください。
ko: 기기 세션이 만료됐어요. 다시 시도하세요.
pt_br: A sessão do aparelho expirou. Tente de novo.
ru: Сеанс устройства истёк. Попробуйте снова.
tr: Cihaz oturumunun süresi doldu. Lütfen tekrar dene.
vi: Phiên của thiết bị đã hết hạn. Vui lòng thử lại.
zh_hans: 设备会话已过期，请重试。

source: Your first name
ar: اسمك الأول
de: Dein Vorname
el: Το μικρό σου όνομα
es: Tu nombre
fr: Votre prénom
hi: आपका पहला नाम
it: Il tuo nome
ja: 名前（ファーストネーム）
ko: 이름
pt_br: Seu primeiro nome
ru: Ваше имя
tr: Adın
vi: Tên của bạn
zh_hans: 你的名字

source: Your grocery list is updated
ar: تم تحديث قائمة التسوق
de: Deine Einkaufsliste ist aktualisiert
el: Η λίστα αγορών σου ενημερώθηκε
es: Tu lista de la compra está actualizada
fr: Votre liste de courses est à jour
hi: आपकी किराने की सूची अपडेट हो गई
it: La lista della spesa è aggiornata
ja: 買い物リストを更新しました
ko: 장보기 목록이 업데이트됐어요
pt_br: Sua lista de compras foi atualizada
ru: Список покупок обновлён
tr: Alışveriş listen güncellendi
vi: Đã cập nhật danh sách đi chợ
zh_hans: 购物清单已更新

source: Your list is empty
ar: قائمتك فارغة
de: Deine Liste ist leer
el: Η λίστα σου είναι άδεια
es: Tu lista está vacía
fr: Votre liste est vide
hi: आपकी सूची ख़ाली है
it: La tua lista è vuota
ja: リストは空です
ko: 목록이 비어 있어요
pt_br: Sua lista está vazia
ru: Список пуст
tr: Listen boş
vi: Danh sách trống
zh_hans: 清单是空的

source: Your name
ar: اسمك
de: Dein Name
el: Το όνομά σου
es: Tu nombre
fr: Votre nom
hi: आपका नाम
it: Il tuo nome
ja: 名前
ko: 이름
pt_br: Seu nome
ru: Ваше имя
tr: Adın
vi: Tên của bạn
zh_hans: 你的名字

source: Your new plan
ar: خطتك الجديدة
de: Dein neuer Plan
el: Το νέο σου πρόγραμμα
es: Tu nuevo plan
fr: Votre nouveau planning
hi: आपकी नई योजना
it: Il tuo nuovo piano
ja: 新しい献立
ko: 새 계획
pt_br: Seu novo plano
ru: Ваш новый план
tr: Yeni planın
vi: Kế hoạch mới của bạn
zh_hans: 你的新计划

source: Your pantry is empty
ar: مخزنك فارغ
de: Dein Vorrat ist leer
el: Το ντουλάπι σου είναι άδειο
es: Tu despensa está vacía
fr: Votre garde-manger est vide
hi: आपकी पैंट्री ख़ाली है
it: La tua dispensa è vuota
ja: パントリーは空です
ko: 보관함이 비어 있어요
pt_br: Sua despensa está vazia
ru: Запасы пусты
tr: Kilerin boş
vi: Tủ đồ trống
zh_hans: 储藏是空的

source: Your pantry is empty — type a few things you have, or skip this.
ar: مخزنك فارغ — اكتب بعض الأشياء التي لديك، أو تخطَّ هذه الخطوة.
de: Dein Vorrat ist leer – tippe ein paar Dinge ein, die du hast, oder überspring das.
el: Το ντουλάπι σου είναι άδειο — γράψε μερικά πράγματα που έχεις ή παράλειψε αυτό το βήμα.
es: Tu despensa está vacía — escribe algunas cosas que tengas u omite esto.
fr: Votre garde-manger est vide — tapez quelques ingrédients que vous avez, ou passez.
hi: आपकी पैंट्री ख़ाली है — कुछ चीज़ें लिखें जो आपके पास हैं, या इसे छोड़ दें।
it: La tua dispensa è vuota — scrivi qualcosa che hai, oppure salta.
ja: パントリーは空です — 手元の物をいくつか入力するか、スキップしてください。
ko: 보관함이 비어 있어요 — 가진 것을 몇 가지 입력하거나 건너뛰세요.
pt_br: Sua despensa está vazia — digite algumas coisas que você tem ou pule esta etapa.
ru: Запасы пусты — впишите несколько продуктов, которые у вас есть, или пропустите.
tr: Kilerin boş — elindeki birkaç şeyi yaz ya da bunu atla.
vi: Tủ đồ trống — nhập vài thứ bạn có, hoặc bỏ qua bước này.
zh_hans: 储藏是空的 — 输入几样你有的东西，或跳过此步。

source: Your plan should fit your real week.
ar: يجب أن تناسب خطتك أسبوعك الحقيقي.
de: Dein Plan sollte zu deiner echten Woche passen.
el: Το πρόγραμμά σου πρέπει να ταιριάζει στην πραγματική σου εβδομάδα.
es: Tu plan debe encajar con tu semana real.
fr: Votre planning doit correspondre à votre vraie semaine.
hi: आपकी योजना आपके असली हफ़्ते में फ़िट होनी चाहिए।
it: Il piano deve adattarsi alla tua settimana reale.
ja: 献立は実際の1週間に合うものにしましょう。
ko: 계획은 실제 한 주에 맞아야 해요.
pt_br: Seu plano deve caber na sua semana real.
ru: План должен вписываться в вашу реальную неделю.
tr: Planın gerçek haftana uymalı.
vi: Kế hoạch nên phù hợp với tuần thực tế của bạn.
zh_hans: 你的计划应该符合你真实的一周。

source: Your prices stay on your devices. Recipes show a cost per serving once most of their ingredients have a price.
ar: تبقى أسعارك على أجهزتك. تعرض الوصفات تكلفة الحصة عندما يكون لمعظم مكوناتها سعر.
de: Deine Preise bleiben auf deinen Geräten. Rezepte zeigen Kosten pro Portion, sobald die meisten Zutaten einen Preis haben.
el: Οι τιμές σου μένουν στις συσκευές σου. Οι συνταγές δείχνουν κόστος ανά μερίδα όταν τα περισσότερα υλικά τους έχουν τιμή.
es: Tus precios se quedan en tus dispositivos. Las recetas muestran un coste por ración cuando la mayoría de sus ingredientes tienen precio.
fr: Vos prix restent sur vos appareils. Les recettes affichent un coût par portion dès que la plupart de leurs ingrédients ont un prix.
hi: आपकी कीमतें आपके डिवाइस पर रहती हैं। जब किसी रेसिपी की ज़्यादातर सामग्री की कीमत पता हो, तब वह प्रति सर्विंग लागत दिखाती है।
it: I tuoi prezzi restano sui tuoi dispositivi. Le ricette mostrano un costo per porzione quando la maggior parte degli ingredienti ha un prezzo.
ja: 価格はお使いのデバイスに保存されます。材料の大半に価格があると、レシピに1人分の費用が表示されます。
ko: 가격은 내 기기에만 저장돼요. 재료 대부분의 가격을 알면 레시피에 1인분 비용이 표시돼요.
pt_br: Seus preços ficam nos seus aparelhos. As receitas mostram um custo por porção quando a maioria dos ingredientes tem preço.
ru: Ваши цены остаются на ваших устройствах. Рецепты показывают стоимость порции, когда у большинства ингредиентов есть цена.
tr: Fiyatların cihazlarında kalır. Malzemelerin çoğunun fiyatı olduğunda tarifler porsiyon başına maliyet gösterir.
vi: Giá của bạn chỉ ở trên thiết bị của bạn. Công thức hiện chi phí mỗi phần khi hầu hết nguyên liệu đã có giá.
zh_hans: 你的价格只保存在你的设备上。当食谱的大部分食材都有价格时，会显示每份费用。

source: Your progress won't be saved.
ar: لن يُحفظ تقدّمك.
de: Dein Fortschritt wird nicht gesichert.
el: Η πρόοδός σου δεν θα αποθηκευτεί.
es: Tu progreso no se guardará.
fr: Votre progression ne sera pas enregistrée.
hi: आपकी प्रगति सहेजी नहीं जाएगी।
it: I tuoi progressi non verranno salvati.
ja: 進行状況は保存されません。
ko: 진행 상황은 저장되지 않아요.
pt_br: Seu progresso não será salvo.
ru: Прогресс не будет сохранён.
tr: İlerlemen kaydedilmeyecek.
vi: Tiến độ sẽ không được lưu.
zh_hans: 你的进度不会被保存。

source: Your recipe is updated for every future cook
ar: تم تحديث وصفتك لكل مرة تطبخها لاحقًا
de: Dein Rezept ist für jedes künftige Kochen aktualisiert
el: Η συνταγή σου ενημερώθηκε για κάθε επόμενο μαγείρεμα
es: Tu receta se actualiza para todas las veces que la cocines
fr: Votre recette est mise à jour pour toutes les prochaines fois
hi: आपकी रेसिपी आगे हर बार के लिए अपडेट हो गई
it: La ricetta è aggiornata per tutte le prossime volte
ja: レシピは今後の調理すべてに反映されます
ko: 앞으로 요리할 때마다 레시피가 업데이트돼요
pt_br: Sua receita foi atualizada para todas as próximas vezes
ru: Рецепт обновлён для всех следующих готовок
tr: Tarifin gelecekteki her pişirme için güncellendi
vi: Công thức đã được cập nhật cho mọi lần nấu sau
zh_hans: 你的食谱已为以后每次烹饪更新

source: Your rules filter out every idea for this meal. Import a recipe or relax a filter.
ar: قواعدك تستبعد كل فكرة لهذه الوجبة. استورد وصفة أو خفّف أحد عوامل التصفية.
de: Deine Regeln schließen jede Idee für diese Mahlzeit aus. Importiere ein Rezept oder lockere einen Filter.
el: Οι κανόνες σου αποκλείουν κάθε ιδέα για αυτό το γεύμα. Κάνε εισαγωγή μιας συνταγής ή χαλάρωσε ένα φίλτρο.
es: Tus reglas descartan todas las ideas para esta comida. Importa una receta o relaja un filtro.
fr: Vos règles excluent toutes les idées pour ce repas. Importez une recette ou assouplissez un filtre.
hi: आपके नियम इस भोजन के हर आइडिया को बाहर कर देते हैं। कोई रेसिपी इम्पोर्ट करें या कोई फ़िल्टर ढीला करें।
it: Le tue regole escludono ogni idea per questo pasto. Importa una ricetta o allenta un filtro.
ja: ルールにより、この食事のアイデアはすべて除外されます。レシピを取り込むか、フィルタをゆるめてください。
ko: 규칙 때문에 이 식사의 아이디어가 모두 제외돼요. 레시피를 가져오거나 필터를 완화하세요.
pt_br: Suas regras excluem todas as ideias para esta refeição. Importe uma receita ou afrouxe um filtro.
ru: Ваши правила исключают все идеи для этого приёма пищи. Импортируйте рецепт или ослабьте фильтр.
tr: Kuralların bu öğün için her fikri dışarıda bırakıyor. Bir tarif aktar ya da bir filtreyi gevşet.
vi: Quy tắc của bạn loại mọi gợi ý cho bữa này. Hãy nhập công thức hoặc nới một bộ lọc.
zh_hans: 你的规则排除了这一餐的所有灵感。导入一个食谱或放宽筛选。

source: Your tweaks, swaps, who loved it…
ar: تعديلاتك وبدائلك ومن أحبها…
de: Deine Anpassungen, Tausche, wer es geliebt hat …
el: Οι αλλαγές σου, οι αντικαταστάσεις, σε ποιον άρεσε…
es: Tus ajustes, cambios, a quién le encantó…
fr: Vos ajustements, substitutions, qui a adoré…
hi: आपके बदलाव, स्वैप, किसे पसंद आया…
it: Le tue modifiche, sostituzioni, chi l’ha adorata…
ja: アレンジ、置き換え、誰が気に入ったか…
ko: 조정, 대체, 누가 좋아했는지…
pt_br: Seus ajustes, trocas, quem adorou…
ru: Ваши правки, замены, кому понравилось…
tr: Ayarlamaların, değişimlerin, kimin bayıldığı…
vi: Điều chỉnh, thay thế, ai thích món này…
zh_hans: 你的调整、替换、谁最喜欢…

source: Your weekly plan, %lld of 7 days planned
ar: خطتك الأسبوعية، تم تخطيط %lld من 7 أيام
de: Dein Wochenplan, %lld von 7 Tagen geplant
el: Το εβδομαδιαίο σου πρόγραμμα, %lld από 7 ημέρες προγραμματισμένες
es: Tu plan semanal, %lld de 7 días planificados
fr: Votre planning de la semaine, %lld jours sur 7 planifiés
hi: आपकी साप्ताहिक योजना, 7 में से %lld दिन प्लान हुए
it: Il tuo piano settimanale, %lld giorni su 7 pianificati
ja: 今週の献立、7日中%lld日を計画済み
ko: 이번 주 식단, 7일 중 %lld일 계획됨
pt_br: Seu plano semanal, %lld de 7 dias planejados
ru: Ваш план на неделю, запланировано %lld из 7 дней
tr: Haftalık planın, 7 günün %lld günü planlandı
vi: Kế hoạch tuần của bạn, đã lên %lld/7 ngày
zh_hans: 你的每周计划，已规划%lld/7天

source: e.g. %@, something light
ar: مثل %@، شيء خفيف
de: z. B. %@, etwas Leichtes
el: π.χ. %@, κάτι ελαφρύ
es: p. ej. %@, algo ligero
fr: p. ex. %@, quelque chose de léger
hi: जैसे %@, कुछ हल्का
it: es. %@, qualcosa di leggero
ja: 例：%@、軽いもの
ko: 예: %@, 가벼운 것
pt_br: ex.: %@, algo leve
ru: например, %@, что-нибудь лёгкое
tr: örn. %@, hafif bir şey
vi: ví dụ %@, món gì nhẹ
zh_hans: 例如%@，清淡一点的

source: e.g. 2 lemons, 500 g paneer
ar: مثل 2 ليمون، 500 غ بانير
de: z. B. 2 Zitronen, 500 g Paneer
el: π.χ. 2 λεμόνια, 500 γρ. πανίρ
es: p. ej. 2 limones, 500 g de paneer
fr: p. ex. 2 citrons, 500 g de paneer
hi: जैसे 2 नींबू, 500 ग्रा. पनीर
it: es. 2 limoni, 500 g di paneer
ja: 例：レモン2個、パニール500 g
ko: 예: 레몬 2개, 파니르 500 g
pt_br: ex.: 2 limões, 500 g de paneer
ru: например, 2 лимона, 500 г панира
tr: örn. 2 limon, 500 g paneer
vi: ví dụ 2 quả chanh, 500 g phô mai paneer
zh_hans: 例如2个柠檬，500克印度奶酪

source: e.g. 200 g spaghetti
ar: مثل 200 غ سباغيتي
de: z. B. 200 g Spaghetti
el: π.χ. 200 γρ. σπαγγέτι
es: p. ej. 200 g de espaguetis
fr: p. ex. 200 g de spaghetti
hi: जैसे 200 ग्रा. स्पेगेटी
it: es. 200 g di spaghetti
ja: 例：スパゲッティ 200 g
ko: 예: 스파게티 200 g
pt_br: ex.: 200 g de espaguete
ru: например, 200 г спагетти
tr: örn. 200 g spagetti
vi: ví dụ 200 g mì Ý
zh_hans: 例如意大利面 200克

source: e.g. 8901063010321
ar: مثل 8901063010321
de: z. B. 8901063010321
el: π.χ. 8901063010321
es: p. ej. 8901063010321
fr: p. ex. 8901063010321
hi: जैसे 8901063010321
it: es. 8901063010321
ja: 例：8901063010321
ko: 예: 8901063010321
pt_br: ex.: 8901063010321
ru: например, 8901063010321
tr: örn. 8901063010321
vi: ví dụ 8901063010321
zh_hans: 例如8901063010321

source: e.g. Weeknight
ar: مثل ليلة عادية
de: z. B. Unter der Woche
el: π.χ. Καθημερινή
es: p. ej. Entre semana
fr: p. ex. En semaine
hi: जैसे रोज़ की रात
it: es. Infrasettimanale
ja: 例：平日の夜
ko: 예: 평일 저녁
pt_br: ex.: Durante a semana
ru: например, Будний вечер
tr: örn. Hafta içi akşam
vi: ví dụ Tối ngày thường
zh_hans: 例如工作日晚上

source: e.g. kiwi, lupin
ar: مثل الكيوي، الترمس
de: z. B. Kiwi, Lupine
el: π.χ. ακτινίδιο, λούπινο
es: p. ej. kiwi, altramuz
fr: p. ex. kiwi, lupin
hi: जैसे कीवी, ल्यूपिन
it: es. kiwi, lupini
ja: 例：キウイ、ルピナス
ko: 예: 키위, 루핀
pt_br: ex.: kiwi, tremoço
ru: например, киви, люпин
tr: örn. kivi, acı bakla
vi: ví dụ kiwi, đậu lupin
zh_hans: 例如猕猴桃、羽扇豆

source: e.g. mushrooms, cilantro
ar: مثل الفطر، الكزبرة
de: z. B. Pilze, Koriander
el: π.χ. μανιτάρια, κόλιανδρος
es: p. ej. setas, cilantro
fr: p. ex. champignons, coriandre
hi: जैसे मशरूम, धनिया
it: es. funghi, coriandolo
ja: 例：きのこ、パクチー
ko: 예: 버섯, 고수
pt_br: ex.: cogumelos, coentro
ru: например, грибы, кинза
tr: örn. mantar, kişniş
vi: ví dụ nấm, rau mùi
zh_hans: 例如蘑菇、香菜

source: e.g. mushrooms, coriander
ar: مثل الفطر، الكزبرة
de: z. B. Pilze, Koriander
el: π.χ. μανιτάρια, κόλιανδρος
es: p. ej. setas, cilantro
fr: p. ex. champignons, coriandre
hi: जैसे मशरूम, धनिया
it: es. funghi, coriandolo
ja: 例：きのこ、パクチー
ko: 예: 버섯, 고수
pt_br: ex.: cogumelos, coentro
ru: например, грибы, кинза
tr: örn. mantar, kişniş
vi: ví dụ nấm, rau mùi
zh_hans: 例如蘑菇、香菜

source: of %lld kcal
ar: من %lld سعرة
de: von %lld kcal
el: από %lld kcal
es: de %lld kcal
fr: sur %lld kcal
hi: %lld kcal में से
it: di %lld kcal
ja: %lld kcal中
ko: %lld kcal 중
pt_br: de %lld kcal
ru: из %lld ккал
tr: %lld kcal içinden
vi: trên %lld kcal
zh_hans: 共%lld千卡

source: use soon
ar: يُستخدم قريبًا
de: bald verbrauchen
el: χρήση σύντομα
es: usar pronto
fr: à utiliser bientôt
hi: जल्दी इस्तेमाल करें
it: da usare presto
ja: 早めに使う
ko: 곧 사용
pt_br: usar logo
ru: использовать скоро
tr: yakında kullan
vi: dùng sớm
zh_hans: 尽快用掉

source: · %lld kcal
ar: · %lld سعرة
ru: · %lld ккал
zh_hans: · %lld 千卡

source: ≈ %@ a serving · from your prices for %lld of %lld ingredients
ar: ≈ %@ للحصة · من أسعارك لـ %lld من %lld مكونًا
de: ≈ %@ pro Portion · aus deinen Preisen für %lld von %lld Zutaten
el: ≈ %@ ανά μερίδα · με τις τιμές σου για %lld από %lld υλικά
es: ≈ %@ por ración · con tus precios de %lld de %lld ingredientes
fr: ≈ %@ par portion · d’après vos prix pour %lld ingrédients sur %lld
hi: ≈ %1$@ प्रति सर्विंग · %3$lld में से %2$lld सामग्री की आपकी कीमतों से
it: ≈ %@ a porzione · dai tuoi prezzi per %lld ingredienti su %lld
ja: ≈ 1人分 %1$@ · %3$lld件中%2$lld件の材料の価格から
ko: ≈ 1인분 %1$@ · 재료 %3$lld개 중 %2$lld개의 가격 기준
pt_br: ≈ %@ por porção · pelos seus preços de %lld de %lld ingredientes
ru: ≈ %@ за порцию · по вашим ценам на %lld из %lld ингредиентов
tr: ≈ porsiyon başı %@ · %lld / %lld malzemenin fiyatına göre
vi: ≈ %@ mỗi phần · theo giá của bạn cho %lld / %lld nguyên liệu
zh_hans: ≈ 每份%1$@ · 根据%3$lld种食材中%2$lld种的价格

source: ≈ %lld kcal
ar: ≈ %lld سعرة
ru: ≈ %lld ккал
zh_hans: ≈ %lld 千卡
